[{"id": 0, "content": "As schools across India shut during the COVID-19 pandemic, the country’s dropout rate more than tripled—from 1.8 percent in 2018 to a staggering 5.3 percent in 2020. This predominantly impacted children hailing from marginalised communities, exacerbating existing inequalities.", "tonality": "Negative", "time": 1694794641.562293, "article": "org/article/education/how-covid-19-changed-indias-education-system/"}, {"id": 1, "content": "Allowing forests to regenerate on their own has been championed as a strategy for reducing planet-heating carbon in the atmosphere while also boosting biodiversity, the benefits ecosystems offer and even the fruitfulness of livelihoods.", "tonality": "Neutral", "time": 1694794643.0478814, "article": "org/article/environment/200-years-of-afforestation-what-can-india-learn/"}, {"id": 2, "content": "Flavia Agnes is a women’s rights lawyer and feminist legal scholar. One of the central figures of the women’s movement in India, she spent four decades championing women’s rights, legal reform, and legal pluralism—campaigns that eventually led to amendments in law and procedural improvements in the criminal justice system.", "tonality": "Positive", "time": 1694794644.5017025, "article": "org/features/social-justice/interview-with-flavia-agnes-womens-rights-lawyer-and-feminist-legal-scholar/"}, {"id": 3, "content": "Stalin Dayanand is an environmentalist who has spent two decades building citizen movements to protect wetlands and forests in Maharashtra. Environmental litigation, environmental education, and ground-level conservation are the planks of his activities. The director of Vanashakti—a conservation nonprofit in Mumbai—Stalin has been at the forefront of several environmental campaigns. These include the Save Aarey movement, the protest to protect Sindhudurg’s forests from mining, the Save Ulhas River project, and the pushback against constructing an international airport on wetlands in Navi Mumbai.       ", "tonality": "Positive", "time": 1694794646.512682, "article": "org/article/environment/what-does-it-take-to-build-an-environmental-movement/"}, {"id": 4, "content": "In the year 2022, India saw 314 days of extreme weather events, including heavy rains, floods, and landslides. It is estimated that approximately 2 million hectares of cropland and 4.2 lakh houses were damaged last year alone. According to an analysis by the World Meteorological Organization, approximately 1,38,377 Indians have died between 1970 and 2021 in 573 climate-related disasters—the second-highest number in Asia. As such events and their effects on humanity become more pronounced, preparing for disasters and building resilient systems becomes essential. But as we witnessed during the pandemic, many of our systems—including health and service delivery—weren’t equipped to deal with the challenges.", "tonality": "Neutral", "time": 1694794648.8119476, "article": "org/article/advocacy-government/managing-disasters-lessons-from-kerala-and-odisha/"}, {"id": 5, "content": "India, renowned for its diverse landscapes and communities, has nearly a quarter of its territory as communal or common lands. These encompass a range of areas such as grazing pastures, village commons, and community forests, all collectively used and managed by local communities. This subtle yet pivotal role significantly contributes to sustaining rural livelihoods, biodiversity, and ecological balance.", "tonality": "Positive", "time": 1694794650.74924, "article": "org/article/advocacy-government/what-a-national-registry-can-do-for-indias-common-lands/"}, {"id": 6, "content": "According to the 2011 census, India has more than 2.68 crore persons with disabilities (PwDs). The Rights of Persons with Disabilities (RPwD) Act, 2016, places responsibility upon the government to enact effective measures that can ensure equal rights for PwDs. The measures would need to provide social protection to PwDs, which can help them overcome inequalities stemming from reduced employment opportunities, added costs associated with disabilities, decreased economic resilience, and other related factors.", "tonality": "Neutral", "time": 1694794653.049238, "article": "org/article/advocacy-government/where-indias-disability-pension-scheme-falls-short/"}, {"id": 7, "content": "View the entire series here.", "tonality": "Neutral", "time": 1694794654.755633, "article": "org/article/climate-emergency/can-india-undo-its-unjust-transition-from-coal/"}, {"id": 8, "content": "Selvi* resides in a low-income settlement in Bengaluru, and the process of accessing water in her home involves a series of events—waiting for valve men to turn on the valves at the Cauvery grid, which supplies water to her neighbourhood; negotiating with neighbours on the sequencing of water motors; ensuring adequate water pressure; and finally the collection and storage of water. Selvi ends up spending approximately 22 percent of her monthly income of INR 10,000 on accessing basic infrastructural facilities. Out of this, a significant amount is spent on daily repairs to enable the delivery of water. This includes expenses for the regular maintenance of the Cauvery water grid and local borewell water grids, which constitutes the repair of water pumps and leakages on the pipelines. On the days when regular water supply is disrupted, Selvi bears the additional costs of the water tanker and water ATMs. She incurs similar expenses for regular fixing of the sewerage system, the electricity system, and the drainage system in her neighbourhood. The other, often hidden and unpredictable, factor is the time required to organise the people and the systems for repair and how this affects Selvi’s ability to complete her household duties in time to get her children to school and herself to work on time. There are times when she is late or unable to make it to work at all, and she dreads such days that put her at risk of losing her job. For Selvi, and other women residing in similar low-income neighbourhoods, these repair expenses are burdensome in more ways than one.", "tonality": "Neutral", "time": 1694794658.3054438, "article": "org/article/urban/prioritising-repair-in-indias-cities/"}, {"id": 9, "content": "Ten years have passed since the National Food Security Act gave all pregnant women a right to maternity benefits. This was the most radical provision of the Act, even if the initial benefits were small—just Rs 6,000 per child. It affirms the fact that any pregnant woman may require some social support to face the contingencies of pregnancy and child birth. Very few developing countries have adopted this progressive approach to maternity entitlements.", "tonality": "Positive", "time": 1694794659.9959958, "article": "org/article/health/maternity-benefits-in-india-pmmvys-unfulfilled-promise/"}]